Repository: jetelain/ArmaRealMap
Catalog: GameRealisticMap.Studio/Labels.*.resx
Languages: fr

# AssetAgricultural
source: Agricultural Building
fr: Bâtiment agricole

# AssetBasket
source: Basket
fr: Poubelle

# AssetBench
source: Bench
fr: Banc

# AssetBusStopShelter
source: Bus top Shelter
fr: Abribus

# AssetChurch
source: Church Building
fr: Eglise

# AssetCommercial
source: Commercial Building
fr: Bâtiment de bureau

# AssetDefaultAreas
source: Default Areas - Non urban / natural
fr: Zones par défaut - Non urbain / nature

# AssetFence
source: Fence
fr: Cloture

# AssetFireHydrant
source: Fire Hydrant
fr: Bouche d'incendie

# AssetForest
source: Forest Trees
fr: Forêt - Arbres

# AssetForestAdditional
source: Forest Additional
fr: Forêt - Objets additionnels

# AssetForestEdge
source: Forest Edge
fr: Forêt - Bordure

# AssetForestRadial
source: Forest Radial
fr: Forêt - A proximité

# AssetHedge
source: Hedge
fr: Haie

# AssetHistoricalFort
source: Historical Fort
fr: Fort historique

# AssetHut
source: Hut
fr: Hutte

# AssetIndividualGarage
source: Individual Garage
fr: Garage individuel de voiture

# AssetIndustrial
source: Industrial
fr: Bâtiment industriel

# AssetInformationBoard
source: Information Board
fr: Panneau d'information

# AssetMapConfig
source: Map Config
fr: Paramètres de carte

# AssetMaterials
source: Materials
fr: Surface du sol

# AssetMilitary
source: Military
fr: Bâtiment militaire

# AssetObjects
source: Objects
fr: Objets

# AssetPicnicTable
source: Picnic Table
fr: Table de picnic

# AssetPostBox
source: Post Box
fr: Boite aux lettres

# AssetRadioTower
source: Radio Tower
fr: Tour radio

# AssetRecyclingContainer
source: Recycling Container
fr: Conteneur de recyclage

# AssetResidential
source: Residential
fr: Bâtiment résidentiel

# AssetRetail
source: Retail Building
fr: Bâtiment de vente / commerce

# AssetRoad
source: Road
fr: Route

# AssetRocks
source: Rocks
fr: Zone rocheuse

# AssetRocksAdditional
source: Rocks Additional
fr: Zone rocheuse - Objets additionnels

# AssetScrub
source: Scrub
fr: Broussailles

# AssetScrubAdditional
source: Scrub Additional
fr: Broussailles - Objets additionnels

# AssetScrubRadial
source: Scrub Radial
fr: Broussailles - A proximité

# AssetShed
source: Shed
fr: Abri (jardin)

# AssetTree
source: Tree
fr: Arbre

# AssetWall
source: Wall
fr: Mur

# AssetWarMemorial
source: War Memorial
fr: Monument du souvenir

# AssetWatercourse
source: Watercourse
fr: Cours d'eau

# AssetWatercourseRadial
source: Watercourse Radial
fr: Cours d'eau - A proximité

# AssetWaterTower
source: Water Tower
fr: Château d'eau

# AssetWaterWell
source: Water Well
fr: Puis (eau)

# AssetWaysideCross
source: Wayside Cross
fr: Croix de chemin

source: ✔ Found
fr: ✔ Trouvé

# HomeIntro
source: Toolchain to generate real scale gaming maps from OpenStreetMap data.
fr: Chaine d'outil pour générer des cartes de jeu à l'échelle réelle depuis les données d'OpenStreetMap.

# HomeIntroLimit
source: Current version supports only Arma 3
fr: La version actuelle ne prends en charge que Arma 3

source: ✔ Installed
fr: ✔ Installé

source: Install with Steam
fr: Installer avec Steam

# LaunchApproveLicense
source: Launch to approve license
fr: Lancer pour approuver la licence

source: ❌ License not approved
fr: ❌ Licence non approuvée

source: ❌ Not found
fr: ❌ Non trouvé

source: ❌ Not installed
fr: ❌ Non installé

source: Open Arma3 Launcher
fr: Ouvrir le lanceur Arma 3

source: ⟳ Refresh
fr: ⟳ Actualiser

source: Required Tools
fr: Outils requis

# RequiredToolsDescription
source: In order to configure or generate a map, some additional tools and configurations are required.
fr: Pour pouvoir configurer ou générer une carte, quelques outils supplémentaires sont requis.

# WarnRecommanded
source: ⚠ Recommanded
fr: ⚠ Recommandé

source: Setup with Arma3 Tools
fr: Configurer avec les outils Arma 3

source: You can also mount drive with your custom tool
fr: Vous pouvez aussi monter le disque avec un autre outil personnalisé

# PboProjectDownload
source: Download Mikero's pboProject from official site (free)
fr: Télécharger Mikero's pboProject depuis le site officiel (gratuit)

# PboProjectText
source: Mikero's pboProject will support some advanced scenarios, but it needs additional configuration and knownledge. This tool is only suitable for experienced modders.
fr: Mikero's pboProject permet de prendre en charge des cas avancés, mais il nécessite de la configuration et des connaissances supplémentaires. Cet outil est adapté uniquement pour les modders expérimentés.

source: Getting Started
fr: Démarrer

# GettingStartedDescription
source: Create a Map configuration and an Asset configuration to use with.
fr: Créer une configuration de carte et un style qui va avec.

source: Create an Assets Configuration
fr: Créer un style de carte

# CreateAnAssetsConfigurationDescription
source: An assets configuration defines the textures and objects to use to generate a map. You can create your our own configuration or use one of the built-in configuration.
fr: Un style de carte définit les textures et objets à utiliser pour générer une carte. Vous pouvez créer votre propre style ou utilise d'un des style fourni.

source: Browse Assets
fr: Parcourir les objets

# BrowseAssetsDescription
source: Browse all available objects to pick the best ones to complete your assets configuration.
fr: Parcourir tous les objets disponibles pour choisir les plus adaptés pour votre style de carte.

source: Create a Map Configuration
fr: Créer une Configuration de carte

# CreateAMapConfigurationDescription
source: A map configuration defines a square to extract from OpenStreeMap, and associate an assets configuration to use for the generation process.
fr: Une configuration de carte définit un carré à extraire d'OpenStreetMap et lui associe un style de carte à utiliser pour le processus de génération.

source: Home
fr: Accueil

source: Arma 3 Map Config
fr: Configuration de Carte Arma 3

source: Generate Preview
fr: Générer un aperçu

# GenerateWithElevation
source: Generate HTML with elevation
fr: Générer un HTML avec les zones et le dénivelé

# GenerateAreasOnly
source: Generate HTML with areas only
fr: Générer un HTML avec les zones uniquement

source: Generate raw satellite image
fr: Générer l'image satellite brute

source: Generate satellite image
fr: Générer l'image satellite

source: Generate id map image
fr: Générer l'image id map

source: Generate Map for Arma 3
fr: Générer un fichier carte pour Arma 3

source: Generate Mod for Arma 3
fr: Générer un mod pour Arma 3

source: Coordinates of center of map
fr: Coordonnées du centre de la carte

# CoordinatesSouthWestOfMap
source: or south west of map
fr: ou coordonnées du sud-ouest de la carte

source: Map size (square)
fr: Taille de la carte (carré)

# MetersUnit
source: meters
fr: mètres

# AssetsConfiguration
source: Assets configuration / style of map
fr: Style de carte

source: Edit
fr: Modifier

# CoordinatesHint
source: You can use map below to select an area (Ctrl+Mouse, or Alt+Mouse)
fr: Vous pouvez utiliser la carte en dessous pour sélectionner une zone (Ctrl+Souris, ou Alt+Souris)

# MapUsageHint
source: To select an area on the map : - From a corner, press Ctrl Key then press Left Mouse Button - From center, press Alt Key then press Left Mouse Button.
fr: Pour choisir une zone : - Depuis un coin, appuyer sur la touche Ctrl, puis appuyer sur le bouton gauche de la souris ; - Depuis le centre, appuyer sur la touche Atl, puis appuyer sur le bouton gauche de la souris.

source: View on OpenStreetMap.org
fr: Voir sur OpenStreetMap.org

source: Advanced parameters
fr: Paramètres avancés

source: Asset config file is missing.
fr: Le fichier de style de carte est manquant.

source: Almost done
fr: Presque terminé

# MinutesLeft
source: {0:0.0} min left
fr: {0:0.0} min restant

# SecondsLeft
source: {0:0.0} sec left
fr: {0:0.0} sec restant

source: Task Progress
fr: Avancement de la tâche

source: Cancel
fr: Annuler

source: Open result
fr: Ouvrir le résultat

source: Show error
fr: Afficher l'erreur

source: Explorer
fr: Explorateur

# CompositionToolTitle
source: Objects position
fr: Position des objets

# CompositionClipboardInvalid
source: Clipboard does not contains recognized data
fr: Le presse papier ne contient pas de données reconnues

# CompositionClipboardUnknownSize
source: Unable to detect size and position
fr: Impossible de déterminer la taille et la position

source: Import from clipboad
fr: Importer depuis le presse papier

source: Data seems valid.
fr: Les données semblent valides.

# ImportFromClipboardArma3Hint1
source: In VR world place wanted objects, then use export for Terrain Builder, and copy value.
fr: Dans la carte VR, placer les objets souhaités, puis exporter pour Terrain Builder et copier le valeur.

# ImportFromClipboardArma3Hint2
source: Native export may give strange results, for a better result use
fr: L'export natif peut donner des résultats étranges, pour un meilleur résultat utiliser

source: Add a composition
fr: Ajouter une composition

# AssetsBrowser
source: Assets Library
fr: Bibliothèque des objets

source: All
fr: Tous

source: Filter
fr: Filtre

source: Detected type
fr: Type détecté

source: Matching
fr: Résultat

source: Import assets
fr: Importer des objets

source: Usual terrain mods
fr: Mods de terrain usuels

source: Active mods
fr: Mods actifs

source: Some mods are missing
fr: Certains mods sont manquants

# MissingModsHint
source: Please install them with Steam, then reload this file.
fr: Merci de les installer avec Steam, puis de recharger ce fichier.

source: ⚡ Quick start from :
fr: ⚡Démarrage rapide à partir de :

source: Natural areas
fr: Zones naturelles

source: Add a variation
fr: Ajouter une variation

source: Label
fr: Libellé

source: Probability
fr: Probabilité

# Density
source: Average density
fr: Densité moyenne

source: Remove
fr: Supprimer

source: Fences, walls
fr: Clôtures,murs

source: Buildings
fr: Bâtiments

source: Texture size
fr: Taille de la texture

source: Ground materials
fr: Matériaux du sol

source: Same as
fr: Identique à

source: Roads and bridges
fr: Routes et ponts

source: Width
fr: Largeur

source: Texture Width
fr: Largeur de la texture

# ClearWidth
source: Width without objets
fr: Largeur sans objets

source: Water tiles
fr: Surface des lacs

source: Model
fr: Modèle

source: Loading...
fr: Chargement...

# ArmaBaseWorldHint
source: Base world defines light, sky, procedural objects on ground, and many other aspects. Everything can be overriden in a map with config.cpp.
fr: La configuration de base définit l'éclairage, le ciel, les objets procéduraux au sol, et plein d'autres aspects. Tout peut être surchargé par chaque carte via son config.cpp.

# ArmaBaseWorldName
source: CfgWorlds base world name
fr: Nom de la configuration de base CfgWorlds

# ArmaBaseWorldDependency
source: CfgPatches defining base world
fr: CfgPatches fournissant la configuration de base

source: Add an object
fr: Ajouter un objet

source: Name
fr: Nom

source: Size
fr: Taille

source: Filling options
fr: Options de remplissage

# ProbabilityOfThisCollection
source: Probability of this variation
fr: Probabilité de cette variation

source: Random from
fr: Aléatoire de

# RandomTo
source: to
fr: jusqu'à

# ObjectsPerM2
source: objects/m²
fr: objets/m²

source: Compute maximum
fr: Calculer le maximum

source: Filling objects
fr: Objets de remplissage

source: Make objects equiprobable
fr: Rendre les objets équiprobables

source: Preview
fr: Aperçu

source: Generate Preview with linked areas
fr: Générer un aperçu avec les zones associées

source: Filling seeds/objects
fr: Graines/objets de remplissage

source: Add an empty seed
fr: Ajouter une graine vide

source: Add a seed from an object
fr: Ajouter une graine à partir d'un objet

source: Make seeds equiprobable
fr: Rendre les graines équiprobables

source: Remove seed
fr: Supprimer la graine

source: Radius
fr: Rayon

source: Fit Radius
fr: Rayon d'ajustement

source: Max Z
fr: Décalage Z Max

source: Min Z
fr: Décalage Z Min

source: Max Scale
fr: Echelle Max

source: Min Scale
fr: Echelle Min

source: Depth
fr: Profondeur

# CountNone
source: none
fr: aucun

# CountItems
source: {0} items
fr: {0} éléments

# BridgeSingle
source: Single
fr: Unique

# BridgeStart
source: Start
fr: Début

# BridgeMiddle
source: Middle
fr: Milieu

# BridgeEnd
source: End
fr: Fin

source: Texture End
fr: Texture de fin

source: Material
fr: Surface

# RoadSatelliteColor
source: Satellite Render Color
fr: Couleur rendu satellite

source: Bridge elements
fr: Eléments de pont

source: Change
fr: Changer

source: Clear
fr: Effacer

source: Road configuration
fr: Configuration de la route

source: Use same texte as
fr: Utiliser la même texture que

source: Color Texture
fr: Texture Couleur

source: Normal Texture
fr: Texture Normale

source: Color Id
fr: Couleur Id

source: Loading objects shapes...
fr: Chargement de la forme des objets...

source: Generating preview...
fr: Génération de l'aperçu...

# DensityResultsTooHigh
source: {0:0.00} msec/100 m². Density is too high, should reduce it to {1}
fr: {0:0.00} msec/100 m². La densité est trop élevée, vous devriez la réduire à {1}

# DensityResultsOK
source: {0:0.00} msec/100 m². Density is OK.
fr: {0:0.00} msec/100 m². La densité est correcte.

# RangeObjectsPerM2
source: {0} to {1} objects/m²
fr: {0} à {1} objets/m²

# SeedNumber
source: Seed #{0}
fr: Graine #{0}

# AssetConcreteFootway
source: Urban footway
fr: Chemin piéton urbain

# AssetDefault
source: Default ground
fr: Par défaut

# AssetDefaultIndustrial
source: Default ground - Industrial
fr: Par défaut - Zones industrielles

# AssetDefaultUrban
source: Default ground - Urban
fr: Par défaut - Zones urbaines

# AssetFarmLand
source: Farm land ground
fr: Champs agricoles

# AssetForestGround
source: Forest ground
fr: Forêt

# AssetGrass
source: Grass ground
fr: Herbe

# AssetLakeGround
source: Lake ground
fr: Fond des lacs

# AssetMeadow
source: Meadow ground
fr: Prairies

# AssetRiverGround
source: River ground
fr: Fond des rivières

# AssetRockGround
source: Rock area ground
fr: Sol des zones rocheuses

# AssetSand
source: Sand ground
fr: Sable

# AssetSingleLaneConcreteRoad
source: Urban road - 1 Lane
fr: Urbain - 1 voie

# AssetSingleLaneDirtPath
source: Path road
fr: Chemin carrossable

# AssetSingleLaneDirtRoad
source: Dirt road
fr: Route de terre

# AssetTrail
source: Trail
fr: Chemin

# AssetTwoLanesConcreteRoad
source: Urban road - 2 Lanes
fr: Urbain - 2 voies

# AssetTwoLanesMotorway
source: Motorway - 2 Lanes
fr: Autoroute - 2 voies

# AssetTwoLanesPrimaryRoad
source: Primary road - 2 Lanes
fr: Nationale - 2 voies

# AssetTwoLanesSecondaryRoad
source: Secondary road - 2 Lanes
fr: Départementale - 2 voies

source: Arma 3 Assets Configuration
fr: Style de carte Arma 3

source: View Result in Web Browser
fr: Voir le résultat dans le navigateur web

source: View in File Explorer
fr: Voir dans l'explorateur de fichiers

# OpenArma3LauncherWithGeneratedModHint
source: In Mods section, select preset "GRM - {0}". You may eventually enable other mods.
fr: Dans la section Mods, choisir la configuration "GRM - {0}". Vous pouvez éventuellement activer d'autres mods.

# DoneSuccessfullyInSeconds
source: ✔ Done successfully in {0:0.0} seconds
fr: ✔ Terminé avec succès en {0:0.0} secondes

# YouCanNowPrompt
source: You can now:
fr: Vous pouvez maintenant :

# Arma3AssetConfigHelpLink
source: https://github.com/jetelain/ArmaRealMap/wiki/Create-an-asset-configuration-for-Arma-3
fr: https://github.com/jetelain/ArmaRealMap/wiki/Create-an-asset-configuration-for-Arma-3-FR

# Arma3MapConfigHelpLink
source: https://github.com/jetelain/ArmaRealMap/wiki/Create-a-map-for-Arma-3
fr: https://github.com/jetelain/ArmaRealMap/wiki/Create-a-map-for-Arma-3-FR

# Arma3SetupHelpLink
source: https://github.com/jetelain/ArmaRealMap/wiki/Install-required-tools-for-Arma-3
fr: https://github.com/jetelain/ArmaRealMap/wiki/Install-required-tools-for-Arma-3-FR

source: Help
fr: Aide

source: About
fr: A propos

# HelpHomeLink
source: https://github.com/jetelain/ArmaRealMap/wiki
fr: https://github.com/jetelain/ArmaRealMap/wiki/Home-FR

# DoneInMsec
source: Done in {0} msec
fr: Terminé en {0} msec

# DoneInMin
source: Done in {0:0.0} min
fr: Terminé en {0:0.0} min

# DoneInSec
source: Done in {0:0.0} sec
fr: Terminé en {0:0.0} sec

# AssetWatercourseAdditional
source: Watercourse Additional
fr: Cours d'eau - Objets additionnels

# SelectedAssetConfigMissingModsHint
source: Selected asset configuration requires additional mods. Please subscribe to them on Steam Workshop:
fr: Le style de carte sélectionné nécessite des mods supplémentaires. Merci de les installer avec Steam:

# UnsavedCloseConfirmText
source: '{0}' may have some unsaved changes, do you want to save them?
fr: '{0}' pourrait avoir des modifications non enregistrées, voulez-vous les enregistrer ?

# UnsavedCloseConfirmTitle
source: Confirm
fr: Confirmation

source: Close
fr: Fermer

# GenerateADemoWorld
source: Generate a demo map
fr: Générer une carte de démonstration

# GenerateDemoWrpFile
source: Generate a map (wrp file)
fr: Générer une carte (fichier wrp)

# GenerateDemoMod
source: Generate a mod (ready-to-use)
fr: Générer un mod (prêt à l'emploi)

source: Forest
fr: Forêt

source: Lakes
fr: Lacs

source: Watercourses
fr: Cours d'eau

# GeneralSettings
source: General
fr: Général

# UsePBOProject
source: Use Mikero's pboProject
fr: Utiliser Mikero's pboProject

source: Use Buitin Generator
fr: Utiliser l'outil intégré

source: PBO Generation Tool
fr: Génération de PBO

source: Satellite render image
fr: Image de rendu satellite

source: Generate from texture
fr: Générer à partir de la texture

source: Select an image
fr: Sélectionner une image

# CompositionTopView
source: Top view
fr: Vue du dessus

# CompositionFrontView
source: Front view
fr: Vue de face

# CompositionSideView
source: Side view
fr: Vue de coté

source: Heading
fr: Cap

source: Pitch
fr: Tangage

source: Roll
fr: Roulis

source: Scale
fr: Echelle

source: Rotate 180°
fr: Pivoter 180°

source: Rotate +90°
fr: Pivoter +90°

# RotateM90
source: Rotate -90°
fr: Pivoter -90°

source: Launch Arma 3
fr: Lancer Arma 3

# LaunchArma3Hint
source: Launch Arma 3 with default profile and required mods.
fr: Lancer Arma 3 avec le profil par défaut et les mods requis.

# AssetRailwaysCrossing
source: Crossing
fr: Passage à niveau

# AssetRailwaysStraight
source: Straight rails
fr: Rails droits

source: Railways
fr: Voies ferrées

source: Max Road Size
fr: Largeur max de route

# FenceEnds
source: Ends
fr: Débuts et fins

# FenceRightCorners
source: Right corners
fr: Coins droits

# FenceLeftCorners
source: Left corners
fr: Coins gauche

# FenceStraigthSegments
source: Straigth segments
fr: Segments droits

# FenceObjects
source: Objects
fr: Objets

# FenceUseRigidSegments
source: Use rigid segments. Ideal for walls, wired fences, trimmed hedges, etc.
fr: Utiliser des segments rigides. Idéal pour les murs, les grillages, les haies taillées, etc.

# FenceUseObjects
source: Use objects with random orientation. Ideal for natural hedges.
fr: Utiliser des objets avec une orientation aléatoire. Idéal pour les haies naturelles.

# FenceFillingStrategy
source: Filling strategy
fr: Stratégie de remplissage

# FenceUseLargestFirst
source: Use largest elements when possible (default).
fr: Utiliser les segments les plus grands lorsque possible (par défaut).

# FenceUseAnySize
source: Use any element, even if a larger one would have been possible.
fr: Utiliser n'importe quel segment, même si un plus large aurait été possible.

source: Generate an error report...
fr: Générer un rapport d'erreur...

# GenerateMapForArma3WRP
source: Generate Map to a WRP file
fr: Générer un fichier au format WRP

# GenerateMapForArma3TB
source: Generate Map to Terrain Builder files
fr: Générer des fichiers au format Terrain Builder

source: Launch Terrain Builder
fr: Lancer Terrain Builder (Anglais uniquement)

source: View import instructions
fr: Voir les instructions d'import (Anglais uniquement)

# AssetOceanGround
source: Ocean ground
fr: Fond de l'océan

# AssetCoastline
source: Default ground - Coastline
fr: Par défaut - Littoral

# ExportedDataMapMismatch
source: Exported data is for map '{0}' but current map is '{1}
fr: Les données exportées sont pour la carte '{0}' mais la carte actuelle est '{1}'

# ExportedDataRevisionMismatch
source: Exported data is for revision '{0}' but current revision is '{1}
fr: Les données exportées sont pour la révision '{0}' mais la révision actuelle est '{1}'

# ExportedDataStats
source: {0} objects to add, {1} objects to remove, {2} elevation grid changes
fr: {0} objets à ajouter, {1} objets à supprimer, {2} changements de la grille de dénivelé

# RestoreDataLossMessage
source: Restoring a previous version causes the loss of current modifications, do you want to continue?
fr: Restaurer une précédente version engendre la perte des modifications actuelles, voulez vous continuer ?

# RestoreTitle
source: Restore {0}
fr: Restaurer {0}

# ImportChangesFromEdenEditor
source: Import changes from 3DEN Editor
fr: Importer des changements depuis 3DEN Editor

source: PBO Prefix
fr: Préfixe PBO

source: Used Map Configuration
fr: Configuration de carte utilisée

source: Mod directory
fr: Répertoire du mod

# CurrentVersion
source: Current
fr: Actuel

source: Restore
fr: Restaurer

# MapRevisionHistory
source: Revision history
fr: Historique de révision

source: Map informations
fr: Informations de la carte

source: Edit with Eden Editor
fr: Modifier avec Eden Editor

# LaunchArma3EditHint
source: Launch Arma 3 with default profile and recommanded mods (if installed)
fr: Lance Arma 3 avec le profil par défaut et les mods recommandé (si installés)

# ImportFromClipboardEdenHint
source: Once you have exported data, click on Refresh button, and then validate import.
fr: Une fois que vous avez exporté les données, cliquer sur le bouton Actualiser, puis valider l'import.

# EditWithEdenEditorHint
source: Open your map with Eden Editor, add objects, hide objects, and then use the Export to GameRealisticMap from Tool menu.
fr: Ouvrir la carte avec Eden Editor, ajouter des objets, cacher des objets, and utiliser l'export GameRealisticMap depuis le menu outils.

# FeatureRequiresAdditionalMod
source: This feature requires an additional mod from Steam Workshop:
fr: Cette fonctionnalité nécessite un mod additionnel depuis le Workshop Steam :

source: See help for detailed instructions
fr: Voir l'aide pour des instructions détaillées

# EditWithEdenEditorHelpLink
source: https://github.com/jetelain/ArmaRealMap/wiki/Edit-With-Eden-Editor
fr: https://github.com/jetelain/ArmaRealMap/wiki/Edit-With-Eden-Editor-FR

# Arma3RecentWorldTooltip
source: WorldName: {0} Last generated on {1}
fr: WorldName: {0} Dernière génération le {1}

source: Recent generated maps
fr: Carte récemment générées

# RecentGeneratedMapsHint
source: Use Eden Editor in Arma 3 to improve a generated map and integrate back here the changes.
fr: Utiliser l'éditeur Eden dans Arma 3 pour améliorer une care générée, and réintégrer ici les changements.

# FakeSatBlend
source: Satellite image blend
fr: Mélange d'image satellite

# FakeSatBlend0
source: Real image
fr: Image réelle

# FakeSatBlend1
source: Texture colors
fr: Couleur des textures

source: Resolution
fr: Résolution

# ResolutionUnit
source: meters per pixels. [BETA] Only '1' have been tested.
fr: mètres par pixels. [BETA] Seule la valeur '1' a été testée.

# WorldNameHint
source: Technical name, should be globally unique.
fr: Nom technique, devrait être globalement unique.

source: Rows spacing
fr: Espacement des rangées
