Repository: jetelain/ArmaRealMap
Catalog: GameRealisticMap.Studio/Labels.*.resx
Languages: fr

# NaturalRowUseObjects
source: Use objects with random orientation. Ideal for individual plants.
fr: Utiliser des objets avec une orientation aléatoire. Idéal pour des plantes individuelles.

# NaturalRowUseRigidSegments
source: Use rigid segments. Ideal for prefabricated rows.
fr: Utiliser des segments rigides. Idéal pour des rangées pré-fabriquées.

# AssetFarmLandRow
source: [BETA: Unused] Farmland plants rows
fr: [BETA: Inutilisé] Rangées plein champs

# AssetOrchardRow
source: Orchard tree row
fr: Rangée d'arbre fruitier

# AssetTreeRow
source: Tree row
fr: Rangée d'arbre

# AssetVineyardRow
source: Vineyard
fr: Vignoble

source: Natural rows
fr: Rangées naturelles

# AssetSmallOrchard
source: Small orchard trees
fr: Arbres fruitier

# AssetStreetLamp
source: Street lamp
fr: Lampadaire

source: Street lamps
fr: Lampadaire

# StreetLampsEverywhere
source: Everywhere
fr: Partout

source: Distance between street lamps
fr: Distance entre les lampadaires

# PartHasBeenAlreadyImported
source: Part #{0} has been already imported.
fr: La partie #{0} a déjà été importée.

# ImportNextPartPrompt
source: Click on Refresh button when part #{0} is copied to continue import.
fr: Cliquer sur le bouton Actualiser lorsque la partie #{0} aura été copiée, pour continuer l'import.

source: Import objects from file
fr: Importer des objets depuis un fichier

# ImportsObjects
source: Import objects
fr: Importer les objets

# RelativeElevation
source: Relative elevation (to ground)
fr: Positon relative (au sol)

source: Absolute elevation
fr: Position absolue

source: Elevation mode
fr: Mode d'altitude

source: No valid object definition found in file.
fr: Aucune définition valide d'objet n'a été trouvé dans le fichier.

# NumObjectsToImport
source: {0} objects to import
fr: {0} objets à importer

source: Sidewalks
fr: Trottoirs

source: Inside residential areas
fr: Dans les zones résidentielles

source: Never
fr: Jamais

# AssetSidewalks
source: Sidewalks
fr: Trottoirs

# AssetDefaultAgriculturalAreas
source: Default Areas - Agricultural
fr: Zones par défaut - Agricole

# AssetDefaultCommercialAreas
source: Default Areas - Commercial / offices
fr: Zones par défaut - Bureaux

# AssetDefaultIndustrialAreas
source: Default Areas - Industrial
fr: Zones par défaut - Industriel

# AssetDefaultMilitaryAreas
source: Default Areas - Military
fr: Zones par défaut - Militaire

# AssetDefaultResidentialAreas
source: Default Areas - Residential
fr: Zones par défaut - Résidentiel

# AssetDefaultRetailAreas
source: Default Areas - Retail
fr: Zones par défaut - Commercial

# AssetLighthouse
source: Lighthouse
fr: Phare

# AssetFlagpole
source: Flagpole
fr: Mât (drapeau)

# CriteriaIsResidential
source: is in a residential area
fr: appartient à une zone résidentielle

# CriteriaIsCommercial
source: is in an commercial/office area
fr: dans une zone de bureaux

# CriteriaIsIndustrial
source: is in an industrial area
fr: appartient à une zone industrielle

# CriteriaIsRetail
source: is in a retail area
fr: dans une zone commerciale

# CriteriaIsMilitary
source: is in a military area
fr: dans une zone militaire

# CriteriaIsFarmyard
source: is in a farmyard area (does not includes fields)
fr: dans une zone agricole (n'inclus pas les champs)

# CriteriaIsUrban
source: is in an inhabited / built area
fr: dans une zone urbaine/habitée

# CriteriaIsOcean
source: is in the ocean
fr: dans l'océan

# CriteriaDistanceToOcean
source: distance to the ocean (in meters)
fr: distance à l'océan (en mètres)

# CriteriaElevation
source: elevation above sea level (in meters)
fr: altitude par rapport au niveau de la mer en métres

# CriteriaSlope
source: terrain slope (in degrees)
fr: pente du terrain en degrés

# CriteriaIsRoadMotorway
source: closest road is a motorway
fr: la route la plus proche est un autoroute

# CriteriaIsRoadPrimary
source: closest road is a primary road
fr: la route la plus proche est une nationale

# CriteriaIsRoadSecondary
source: closest road is a secondary road
fr: la route la plus proche est une dépermentale

# CriteriaIsRoadSimple
source: closest road is a residential/urban road
fr: la route la plus proche est une rue

# CriteriaIsRoadPath
source: closest road is a track
fr: la route la plus proche est une piste

# CriteriaDistanceToRoad
source: distance to the closest road (in meters)
fr: distance de la route la plus proche (en mètres)

source: Test randomly on map
fr: Tester aléatoirement sur la carte

source: Test on current view
fr: Tester sur la vue actuelle

source: Apply
fr: Appliquer

source: Available criterias
fr: Critères disponibles

source: Test on a map
fr: Tester sur une carte

source: Tags editor
fr: Editeur d'étiquette

# TagsTester
source: {0}: Tags tester
fr: {0}: Testeur d'étiquette

# TagsTesterStats
source: {0} points, {1:0.0}% matches, {2:0.0000} msec/point
fr: {0} points, {1:0.0}% correspondent, {2:0.0000} msec/point

source: Tags
fr: Etiquettes

# StreetLampsNearUrban
source: Near and inside urban/inhabited areas
fr: Proche et dans les zones habitées

# StreetLampsUrban
source: Inside urban/inhabited areas
fr: Zones habitées uniquement

# GeneratePreviewToBuiltInViewer
source: Generate to built-in viewer (faster)
fr: Générer dans l'outil intégré (le plus rapide)

source: Open folder
fr: Ouvrir le dossier

source: Open image
fr: Ouvrir l'image

source: Import satellite image
fr: Importer l'image satellite

source: Import texture mask image
fr: Importer le masque de texture

source: Export texture mask image
fr: Exporter le masque de texture

source: Export satellite image
fr: Exporter l'image satellite

# CannotBeReversedWarning
source: ⚠ Those operations cannot be reversed, no backup is done.
fr: ⚠ Ces opérations ne peuvent pas être inversées, aucune sauvegarde n'est effectuée.

source: Tile size
fr: Taille de tuile

source: Total image size
fr: Taille totale de l'image

source: Imagery
fr: Imagerie

source: Imagery is not detected, cannot edit it.
fr: L'imagerie n'est pas détectée, impossible de la modifier.

source: Layers
fr: Calques

source: Edit on OpenStreetMap.org
fr: Modifier sur OpenStreetMap.org

# LayerContours
source: Contour line
fr: Courbes de niveau

# LayerOrchard
source: Orchards
fr: Vergers

# LayerVineyard
source: Vineyards
fr: Vignobles

# LayerFarmlands
source: Agricultural fields
fr: Champs agricoles

# LayerSandSurfaces
source: Sand
fr: Sable

source: Enable all
fr: Tout activer

# PreviewTitle
source: {0}: Preview
fr: {0} : Aperçu

# AssetWindTurbine
source: Wind Turbine
fr: Éolienne

# AssetIceSurface
source: Glacier surface
fr: Surface des glaciers

# AssetScreeSurface
source: Scree ground
fr: Sol des éboulis

# AssetScree
source: Scree
fr: Eboulis

source: Import from file
fr: Importer depuis un fichier

source: Export to file
fr: Exporter vers un fichier

source: Replace
fr: Remplacer

source: Reduce
fr: Réduire

source: Count
fr: Nombre

source: Export objects to file
fr: Exporter les objets vers un fichier

source: Export
fr: Exporter

source: Reduce objects
fr: Réduire des objets

source: Replace objects
fr: Remplacer des objets

source: Apply changes
fr: Appliquer les changement

# SourceModel
source: Model to replace
fr: Modèle à remplacer

# TargetModel
source: Replacement model
fr: Modèle de remplacement

source: Shift X
fr: Décalage X

source: Shift Y
fr: Décalage Y

source: Shift Z
fr: Décalage Z

source: Affected Count
fr: Nombre concerné

source: Removal rate
fr: Taux de suppression

source: Initial count
fr: Nombre initial

# EstimatedRemainCount
source: Estimated remaining count
fr: Nombre estimé restant

source: Export objects to a single file
fr: Exporter les objets vers un seul fichier

source: Export objects to a file per object type
fr: Exporter les objets vers un fichier par type d'objet

source: File path
fr: Chemin du fichier

source: Folder path
fr: Chemin du dossier

# Preview3D
source: 3D Preview
fr: Aperçu 3D

source: Copy path
fr: Copier le chemin

source: Change type
fr: Changer la catégorie

source: Remove from list
fr: Supprimer de la liste

source: Open Map Editor
fr: Ouvrir l'éditeur de carte

source: Elevation grid
fr: Grille de dénivelé

source: Default
fr: Par défaut

source: Density configuration
fr: Configuration de la densité

source: Preview count
fr: Nombre d'aperçu

source: Preview size
fr: Taille de l'aperçu

source: Large areas
fr: Grande zones

# UseSpecificDensity
source: Use specific
fr: Utiliser des valeurs spécifiques

# UseDefaultDensity
source: Use default
fr: Utiliser les valeurs par défaut

# ComputeDensityFromDefault
source: Compute from default
fr: Calculer depuis les valeurs par défaut

source: Randomization
fr: Échantillonnage aléatoire

source: Noise proportion
fr: Proportion de bruit

source: Noise Type
fr: Type de bruit

# NoiseSamples
source: Samples
fr: Echantillons

# NoiseThreshold
source: Threshold
fr: Seuil

# NoiseFrequency
source: Frequency
fr: Fréquence

# DensityDefaultLargeAreasLabel
source: Default {0}, Large areas {1}
fr: Par défaut {0}, Grandes zones {1}

# DensityDefaultLargeAreasWithNoiseLabel
source: Default {0}, Large areas {1} with {2:0}% {3} noise.
fr: Par défaut {0}, Grandes zones {1} avec {2:0}% de bruit {3}.

source: Seed
fr: Graine

source: Use random for each area
fr: Utiliser une valeur aléatoire par zone

source: Use constant
fr: Utiliser une constante

source: Use library value
fr: Utiliser la valeur de la bibliothèque

source: Use overriden value
fr: Utiliser une autre valeiur

source: Use texture
fr: Utiliser la texture

source: Open
fr: Ouvrir

# Preview3DWithClutter
source: 3D Preview with clutter
fr: Aperçu 3D avec clutter

# BrowseGdt
source: Browse ground detail textures
fr: Parcourir les textures de sol

# BrowseGdtDescription
source: Browse existing ground detail textures, or create yours, to pick the best ones for your assets configuration.
fr: Parcourir les textures de sol existantes, or crée les siennes, pour choisir les plus adaptées pour votre style de carte.

source: Create a texture...
fr: Créer une texture...

source: Import Textures
fr: Importer des textures

source: Browse...
fr: Parcourir...

source: Generate
fr: Générer

source: Copy configuration from
fr: Copier la configuration de

# GdtNameHint
source: Choose name wisely: it must be globally unique and it cannot be changed.
fr: Choisir le nom de manière judicieuse: il doit être globallement unique et ne peut pas être changé.

# GdtCopyConfigurationHint
source: Pick the most approching existing surface.
fr: Choisir la surface existante la plus approchante.

source: Create a ground detail texture
fr: Créer une texture de sol

source: Import an existing texture from Project Drive
fr: Importer une texture existante du Project Drive

source: Import from an image
fr: Importer depuis une image

source: Import image
fr: Importer l'image

source: Import existing file
fr: Importer le fichier existant

# GdtNonEditableReason
source: This ground texture is from base game or a mod. Configuration cannot be edited.
fr: Cette texture du sol provient du jeu de base ou d'un mod. Sa configuration ne peut pas être changée.

source: Convert colors
fr: Convertir les couleurs

source: In game colors should be current colors
fr: Les couleurs en jeu devraient être les couleurs actuelles

source: Take Aerial Images
fr: Prendre les images aériennes

source: Arma 3 will start. It must remain at foreground.
fr: Arma 3 va démarrer, il doit rester au premier plan.

source: To interrupt process, press Escape key, and then close Arma 3 window.
fr: Pour interrompre le processus, appuyer sur la touche Echap, puis fermer la fenêtre de Arma 3.

# NImagesWillBeTakenItWillTakeUpToNMinutes
source: {0} images will be taken; it will take up to {1} minutes.
fr: {0} images vont être prises; cela prendre jusqu'à {1} minutes.

source: Replace texture
fr: Remplacer une texture

source: Source texture
fr: Texture source

source: Replacement texture
fr: Texture de remplacement

source: Re-generate from library
fr: Re-générer depuis la bibliothèque

source: Save to a new location
fr: Enregistrer à un nouvel emplacement

source: Save full map
fr: Enregistrer la carte complète

# SaveFullMapDescription
source: Use this option to have a full copy of the map, including roads, satellite image, and texture mask.
fr: Utiliser cette option pour avoir une copie complète de la carte, ce qui inclus les routes, l'image satellite, et le masque de texture.

# SaveWrpOnly
source: Save WRP file only
fr: Enregistrer seulement le fichier WRP

# SaveWrpOnlyDescription
source: Use this option to create a backup of objects positions.
fr: Utiliser cette option pour effectuer une sauvegarde de la position des objets.

source: Recent Files
fr: Fichiers récents

source: Ground Detail Texture Library
fr: Bibliothèque des textures de sol

# RandomizationScaleUniform
source: Scale variation
fr: Faire varier la taille

# RandomizationRotateY
source: Rotate
fr: Faire tourner

# RandomizationTranslateRadiusXZ
source: Move within radius
fr: Déplacer au sein d'un rayon

# RandomizationTranslateX
source: Move on X Axis
fr: Déplacer sur l'axe X

# RandomizationTranslateZ
source: Move on Y Axis
fr: Déplacer sur l'axe Y

# RandomizationTranslateY
source: Elevation variation
fr: Faire varier l'altitude

source: Add randomization
fr: Ajouter un aléa

# CenterOn
source: centered on
fr: centrée sur

# GenericMapGenerate
source: Generate data
fr: Générer les données

# GenericMapExportProfile
source: Export profile
fr: Profil d'exportation

source: Target directory
fr: Répertoire cible

source: Generic Map Configuration
fr: Configuration de Carte Générique

# GenericMapTitle
source: Generic
fr: Générique

# GenericMapDescription
source: Generate a height map, a satellite texture and shapes to use with any other game engine or 3d software.
fr: Générer une carte de dénivelé, une image satellite et des formes pour utilisation avec n'importe quel autre moteur de jeu ou logiciel 3d.

# CreateGenericMapConfigurationDescription
source: Define coordinates for data generation
fr: Définir les coordonnées pour la génération de données

source: Private Service Road Threshold
fr: Seuil des routes privées

source: Launch with existing map mods
fr: Lancer avec les mods existants de la carte

source: Launch with all enabled mods
fr: Lancer avec tous les mods actifs

source: Install Substitute Files
fr: Installer les fichiers de substitution
